<template>
    <div class="plazma">
        <img src="../../assets/plazma.jpg" alt="plazma">
        <h1 >Плазма</h1>
        <hr>
        <social></social>
        <h2 class="head-title">Процедура сдачи компонента крови - плазма</h2>

        <p> Донорство плазмы крови базируется на
            аналогичном методе сдачи компонентов
            крови - тромбоциты и занимает до 2-х
            часов в течение одного дня. При ручном
            плазмаферезе кровь забирается в
            стерильную систему (как при обычной
            процедуре кроводачи), центрифугуется,
            разделяется на эритроцитарную массу
            и плазму с использованием
            плазмоекстрактора, после чего
            эритроцитарная масса возвращается
            донору. Объем циркулирующей крови
            восполняется введением адекватного
            количества физиологического раствора.</p>

        <p> При автоматическом плазмаферезе
            донор через специальную систему
            подключается к сепаратору, забирается
            непосредственно плазма крови.</p>

        <h2>Шаг 1</h2>

        <p>       Донор с паспортом гражданина Украины
            в регистратуре заполняет анкету, где
            откровенно отвечает на все вопросы.
            Данная анкета предлагается донору с
            целью выявления первичной информации
            о состоянии здоровья лица, которое
            изъявило желание сдать кровь.</p>

        <p>        Анкету можно распечатать и с ней прийти
            в центр крови (для того, чтобы получить
            доступ к анкете - зарегистрируйтесь).</p>

        <h2>Шаг 2</h2>

        <p>      Перед сдачей плазмы крови донор тоже
            проходит стандартные для донора
            обследование крови, а также ему
            проводят биохимический анализ крови
            на уровень общего белка и билирубина
            для определения наличия
            противопоказаний для сдачи плазмы.</p>

        <p>        Процесс дачи плазмы составляет около
            40 минут, а с учетом всех формальностей
            забирает около 2 часов. Для сдачи
            плазмы необходимо соблюдать
            адекватный питьевого режим - выпивать
            около 1,5-2,0 л воды в день.</p>

        <p>        Объем взятой плазмы не должен
            превышать 600 мл за один сеанс. Для
            людей, масса тела которых не превышает
            50 кг, расчет идет с другой позиции.
            Здесь разрешается сдавать не более 12%
            от всего циркулирующего объема крови.
            А он, в свою очередь, составляет 6,5-7%
            от массы тела. Минимальный перерыв
            между двумя донорскими сеансами не
            должен быть меньше двух недель. За год
            же человеку нельзя сдавать более 12
            литров плазмы.</p>

        <p>        Полезная информация для донора, с
            которой стоит ознакомиться
            ОБЯЗАТЕЛЬНО перед донацией:</p>


        <!--вапывап-->
        Что происходит, когда я сдаю кровь?
        <router-link to="/contraindications">
            Абсолютные противопоказания к донорству
        </router-link>

        Временные противопоказания к
        донорству

    </div>
</template>

<script>
    import social from '../social/share.vue'

    export default {
        components:{
            'social': social
        }

    }
</script>

<style lang="scss" scoped>
    .plazma{
        padding: 0 10px 20px 10px;
        color: #343434;
    }
    img{
        max-width: 80%;
        display: block;
        margin: 0 auto;

    }
    h1 {
        text-align: center;
        background-color: #e98282;
        color:#fff;
        padding: 10px;
        font-size: 1.6em;
        position: relative;
        margin-top: -20px;
    }
    h2{
        font-size: 1.3em;
        color:#e98282
    }
    .head-title{
        color: #343434;
    }

</style>
