<template>
    <div class="wrap">
        <h1>Противопоказания</h1>
        <h2>Общая информация</h2>
        <p>Донором может быть любой практически
            здоровый человек в возрасте от 18, если
            он не имеет противопоказаний.
            Стандартный объем одной кровосдачи
            450 мл + 40 мл крови для анализов (около
            10% от общего объема крови). Люди с
            массой тела меньше 50 кг или ростом
            меньше 150 см допускаются к донорству в
            индивидуальном порядке по усмотрению
            врача трансфузиолога.</p>
        <br>
        <h3>Абсолютные противопоказания</h3>


        <p>Человек, перенесший перечисленные ниже
            заболевания, не может быть донором
            независимо от давности заболевания и
            результатов лечения:</p>
        <hr>
        <ul>
            <li>Заболевания, передающиеся через кровь
                (инфекционные)
            </li>
            <li>СПИД, переносчики ВИЧ-инфекции, лица
                относящиеся к группе риска
                (гомосексуалисты, наркоманы, проститутки)
            </li>
            <li> сифилис (врожденный или
                приобретеннный)
            </li>
            <li> вирусные гепатиты, положительный
                результат исследования на маркеры
                вирусных гепатитов
            </li>
            <li>туберкулез (все формы)</li>
            <li>бруцеллез</li>
            <li>сыпной тиф</li>
            <li>туляремия</li>
            <li>лепра</li>
        </ul>

        <hr>
        <p> Заболевания, передающиеся через кровь
            (паразитарные)</p>
        <ul>
            <li>эхнококкоз</li>
            <li>токсоплазмоз</li>
            <li>тринаносомоз</li>
            <li>филяриатоз</li>
            <li>лейшманиоз</li>
        </ul>
        <hr>
        <p> Злокачественные новообразования</p>
        <hr>
        <p> Болезни крови</p>
        <hr>

        <p> Сердечно-сосудистые заболевания</p>
        <ul>
            <li>гипертоническая болезнь II-III ст.</li>
            <li>ишемическая болезнь сердца</li>
            <li>атеросклероз, атеросклеротичесий кардиосклероз</li>
            <li> облитерирующий эндоартерит,
                неспецифический аортоартерит
                рецидивирующий тромбофлебит
            </li>
            <li> эндокардиты, миокардиты
                пороки сердца
            </li>
        </ul>
        <hr>
        <p> Болезни органов дыхания</p>
        <ul>
            <li>бронхиальная астма</li>
            <li>бронхоэктатическая болезнь, эмфизема легких, обструктивный бронхит</li>
            <li>диффузный пневмосклероз в стадии декомпенсации</li>
        </ul>
        <hr>

        <p> Болезни органов пищеварения</p>
        <ul>
            <li>ахилический гастрит</li>
            <li>язвенная болезнь желудка и двенадцатиперстной кишки</li>
        </ul>
        <hr>
        <p> Заболевания печени и желчных путей</p>
        <ul>
            <li>хронические заболевания печени, в том числе токсической природы и неясной этиологии</li>
            <li>калькулезный холецистит</li>
            <li>цирроз печени</li>
        </ul>
        <hr>

        <p>Заболевания почек и мочевыводящих путей</p>
        <ul>
            <li>диффузные и очаговые поражения почек</li>
            <li>мочекаменная болезнь</li>
        </ul>
        <hr>
        <p> Диффузные заболевания соединительной
            ткани</p>
        <hr>
        <p> Лучевая болезнь</p>
        <hr>
        <p> Болезни эндокринной системы (в случае
            выраженного нарушения функций и обмена
            веществ).</p>
        <hr>
        <p> Болезни ЛОР-органов</p>
        <ul>
            <li>озена</li>
            <li>прочие острые и хронические тяжелые гнойно-воспалительные заболевания</li>
        </ul>
        <hr>
        <p>Глазные болезни</p>
        <ul>
            <li>остаточные явления увеита (ирит, иридоциклит, хориоретинит)</li>
            <li>высокая миопия (6Д и более)</li>
            <li>трахома</li>
        </ul>
        <hr>

        <p>Кожные болезни</p>
        <ul>
            <li>псориаз, эритродермия, экземы, красная волчанка, пузырчатые дерматозы</li>
            <li>грибковые поражения (микроспория, трихофития, фавус, эпидермофития)</li>
            <li>глубокие микозы</li>
            <li>гнойничковые заболевания кожи (пиодермия, фурункулез, сикоз)</li>
        </ul>
        <hr>

        <p> Остеомиелит</p>
        <hr>
        <p> Перенесенные операции в виде удаления
            какого-либо органа (желудок, почка,
            селезенка и т.п.).</p>
        <br>


        <h3>Временные противопоказания</h3>
        <p>Фактор риска – период отвода</p>
        <hr>
        <p> Опасность заражения гемотрасмиссивными
            заболеваниями:</p>
        <ul>
            <li>Переливания крови и ее компонетов – 6 месяцев</li>
            <li>Операции, в том числе аборты (необходимо предоставление справки о характере и дате операции) – от 6
                месяцев
            </li>
            <li>Нанесение татуировки или лечение иглоукалыванием – 1 год</li>
            <li>Пребывание за границей более двух месяцев –6 месяцев</li>
            <li>Пребывание в странах эндемичных по малярии (Азия, Африка, Южная и Центральная Америка) более трех
                месяцев – 3 года
            </li>
            <li>Контакт с больными гепатитом A – 3 месяца</li>
            <li>Контакт с больными гепатитом B или C – 1 год</li>
        </ul>
        <hr>

        <p> Инфекционные заболевания, не указанные
            в разделе "абсолютные противопоказания":</p>
        <ul>
            <li>Малярия, при отсутствии симптомов и отрицательных результатах иммунологических тестов – 3 года</li>
            <li>Брюшной тиф после выздоровления и полного клинического обследования при отсутствии выраженных
                функциональных расстройств – 1 год
            </li>
            <li>Ангина, грипп, ОРВИ после выздоровления – 1 месяц</li>
            <li>Прочие инфекционные заболевания – 6 месяцев</li>
        </ul>
        <hr>

        <p>Прочие заболевания:</p>
        <ul>
            <li>Острые или хронические воспалительные процессы в стадии обострения независимо от их локализации – 1
                месяц
            </li>
            <li>Температура тела выше 37.0 oC – 1 месяц</li>
            <li>Вегето-сосудистая дистония – 1 месяц</li>
            <li>Аллергические заболевания в стадии обострения – 2 месяца</li>
        </ul>
        <hr>

        <p>Прививки:</p>
        <ul>
            <li>Прививка убитыми вакцинами (гепатит B, столбняк, дифтерия, коклюш, тиф и паратиф, холлера, грипп),
                анатоксинами – 10 дней
            </li>
            <li>Прививка живыми вакцинами (бруцеллез, чума, туляремия, БЦЖ, оспа, краснуха, полиомиелит) – 1 месяц</li>
            <li>Противостолбнячная сыворотка (при отсутствии выраженных воспалительных явлений на месте инъекции) – 1
                месяц
            </li>
            <li>Введение иммуноглобулина против гепатита B–1 год</li>
            <li>Вакцина против бешенства – 1 год..</li>
            <li>Реакция Манту (при отсутствии выраженных воспалительных явлений на месте инъекции) – 2 недели</li>
        </ul>
        <hr>
        <p>Прием лекарственных препаратов:</p>
        <ul>
            <li>Антибиотики (после окончания курса) – 2 недели</li>
            <li>Анальгетики и салицилаты – 3 дня</li>
        </ul>
        <hr>

        <p>Прочее:</p>
        <ul>
            <li>Период беременности и роды – 1 год</li>
            <li>Лактация (после окончания) – 3 месяца</li>
            <li>Менструация (после окончания) – 5 дней</li>
            <li>Удаление зуба – 10 дней</li>
            <li>Употребление алкоголя – 2 суток</li>
        </ul>
    </div>

</template>

<script>

</script>

<style lang="scss" scoped>
    .wrap{
        padding: 0 10px;
        color: #3e3e3e;
        
    }
    h1{
        border-bottom: 1px solid gray;
        padding-bottom: 10px;
        text-align: center;
    }
    hr{
        background-color: #efa2a2;
        border:none;
        height: 2px;
        margin-top:1.4em;
    }
    h3{
       color:red;
    }
    p{
        margin-bottom: -10px;
    }
    ul{
        padding: 0 5px;
    }
    li{
        list-style: none;
    }
    li::before{
        content: "•";
        color: #d20000;
        padding-right: 10px;
    }

@media only screen and (min-width: 600px){
  .wrap{
    width:700px;
    margin: 0 auto;
  }
}
</style>
