<template>
    <div class="trombocity">
        <img src="../../assets/trombocity.jpg" alt="trobmocity">
        <h1 >Тромбоциты</h1>
        <hr>
        <social></social>
        <h2 class="head-title">Процедура сдачи компонента крови - тромбоциты</h2>

        <p>Процедура сдачи тромбоцитов
            преимущественно занимает два дня и
            требует большего участия донора, чем
            при даче крови на эритроцитарную массу.</p>

        <p>В первый день донор проходит
            обследование, а на второй -
            непосредственно сдает тромбоциты.
        </p>
        <p>Обследование происходит на станции
            переливания крови или в отделении
            переливания крови, которое находится
            в больнице. Его лучше сделать с 9 до
            11 утра.</p>

        <h2>Шаг 1</h2>

        <p>Донор с паспортом гражданина Украины
            в регистратуре заполняет анкету, где
            откровенно отвечает на все вопросы.
            Данная анкета предлагается донору с
            целью выявления первичной информации
            о состоянии здоровья лица, которое
            изъявило желание сдать кровь.</p>

        <p> Анкету можно распечатать и с ней прийти
            в центр крови (для того, чтобы получить
            доступ к  анкете - зарегистрируйтесь).</p>

        <h2>Шаг 2</h2>

        <p>Забор крови из вены на анализ.
            Перед обследованием нельзя принимать
            пищу. На следующий день уже будут
            известны результаты анализа. Если
            противопоказаний к донорству не
            обнаружено, можно договориться о дате
            сдачи тромбоцитов с учетом того, что
            результат анализа действителен в течении
            5 суток. Процедура тромбоцитофереза
            занимает примерно полтора часа.</p>

        <p>Донора подключают к сепаратора крови.
            Все фильтры и оборудование при этом
            разового использования. Из вены аппарат
            забирает кровь, отфильтровывает и
            оставляет только тромбоциты и
            небольшое количество плазмы крови,
            которая необходима для поддержания
            тромбоцитов в жизнеспособном
            состоянии, а все остальные компоненты
            крови сразу возвращаются донору.
            Тромбоцитарная масса забирается в
            объеме примерно 200 мл, при этом для
            адекватного прохождения процедуры
            донору вводится небольшой объем
            раствора антикоагулянта для
            предотвращения свертывания крови в
            игле системы для забора. Процедура
            совершенно безопасна для донора,
            так как является автоматизированной и
            происходит после анализа крови на
            уровень тромбоцитов, исключает
            негативное влияние на процесс
            свертывания крови у донора, который
            обеспечивается этими клетками.</p>

        Что происходит, когда я сдаю кровь?
        <router-link to="/contraindications">
            Абсолютные противопоказания к донорству
        </router-link>

        Временные противопоказания к
        донорству

    </div>
</template>

<script>
    import social from '../social/share.vue'

    export default {
        components:{
            'social': social
        }

    }
</script>

<style lang="scss">
    .trombocity{
        padding: 0 10px;
        color: #343434;
    }
    img{
        max-width: 80%;
        display: block;
        margin: -50px auto 0 auto;

    }
    h1 {
        text-align: center;
        background-color: #e98282;
        color:#fff;
        padding: 10px;
        font-size: 1.6em;
        position: relative;
        margin-top: -65px;
    }
    h2{
        font-size: 1.3em;
        color:#e98282
    }
    .head-title{
        color: #343434;
    }

</style>
