<template>
    <div class="whole-blood">
        <img src="http://photodnepr.com.ua/dist/whole-blood.jpg" alt="whole blood">
        <h1 >Цельная кровь</h1>
        <hr>
        <social></social>
        <h2 class="head-title">Как происходит процесс сдачи цельной крови?</h2>

        <p>       Процесс сдачи цельной крови состоит
            из двух частей - медосмотра и кроводачи
            и занимает максимум 30-40 минут, если
            не учитывать деталей, связанных с
            очередями. В целом  стоит выделить
            3 часа, учитывая время, что вы
            используете, чтобы добраться до и от
            станции переливания / центра крови и
            время, которое вы проведете на самой
            станции.</p>

        <h2> Шаг 1</h2>

        <p>      Донор с паспортом гражданина Украины
            в регистратуре заполняет анкету, где
            откровенно отвечает на все вопросы.
            Данная анкета предлагается донору с
            целью выявления первичной информации
            о состоянии здоровья лица, которое
            изъявило желание сдать кровь.</p>

        <p>    Анкету можно распечатать и с ней прийти
            в центр крови (для того, чтобы получить
            доступ к анкете - зарегистрируйтесь).</p>

        <h2> Шаг 2</h2>

        <p>       Определение у донора группы крови и
            уровня гемоглобина. Некоторые станции
            проверяют еще уровень АЛТ и билирубин
            (показатели функции печени). Именно для
            этого донору рекомендуют
            придерживаться диеты. Также могут
            проверить экспресс методом наличие
            ВИЧ / СПИД инфекции и Kell.</p>

        <p>        Не имеет значения сколько раз вы были
            уже донором и стоит ли печать в вашем
            паспорте с группой крови. Каждый раз
            вам все равно будут определять группу
            крови и гемоглобин, а другие
            экспресс-показатели (АЛТ, билирубин,
            ВИЧ / СПИД и Kell) только в зависимости
            от уровня финансирования учреждения.
            Поскольку экспресс методы дорогие,
            а кровь все равно проверяют на эти
            показатели в лаборатории перед
            хранением и перед переливанием,
            поэтому не все станции переливания
            предпочитают экспресс методам.</p>

        <h2> Шаг 3</h2>

        <p>     Беседа с врачом. У донора измеряется
            давление и пульс. Врач просматривает
            заполненную донором анкету и при
            необходимости задает дополнительные
            вопросы о состоянии его здоровья и
            образе жизни. Информация донора
            является конфиденциальной! Также врач
            оценивает показатели гемоглобина и
            количество кроводач, которые уже есть
            у донора за определенный промежуток
            времени. Если по состоянию здоровья
            можно быть донором, донору предлагают
            чай с печеньем и приглашают на
            кроводачи.</p>

        <h2> Шаг 4</h2>

        <p>      Сама кроводачи проходит в специально
            оборудованном кабинете для забора
            крови - манипуляциний. Манипуляционная
            медсестра возьмет дозу крови в розовый
            стерильный полимерный контейнер
            (Гемакон), что делает процедуру сдачи
            крови инфекционно безопасной для
            донора, 470 мл или 320 мл, и в пробирку
            около 20 мл крови для анализа на
            заболевания, передающиеся через кровь-
            ВИЧ / СПИД , сифилис, гепатит В и С,
            а также печеночные показатели. Вся
            процедура длится до 10 минут.</p>

        <p>      После процедуры медсестра накладывает
            на место пункции повязку, которую не
            следует снимать в течение 2-х часов.
            После кроводачи донору рекомендуется
            отдохнуть 15 минут, набраться сил.</p>

        <p>        В этот день рекомендуют не заниматься
            тяжелыми физическими упражнениями.</p>

        <p>        Цельную кровь после кроводачи
            разделяют на компоненты путем
            центрифугирования и получают
            эритроцитарную массу, которую можно
            хранить в специальном холодильнике в
            течение 21-35-42 дней в зависимости
            от консерванта.</p>

        <p>        Параллельно с процессом
            центрифугирования, кровь в лаборатории
            еще раз проверяют на группу крови и
            резус-фактор, тестируют на инфекции,
            передающиеся через кровь, делают
            биохимический и общий анализы крови.
            Если не выявят противопоказаний
            анализы, кровь после обработки смогут
            выдать для переливания реципиенту.</p>

        <p>      Полезная информация для донора, с
            которой стоит ознакомиться
            ОБЯЗАТЕЛЬНО перед донацией:</p>
        
        <!--вапывап-->
        Что происходит, когда я сдаю кровь?
        <router-link to="/contraindications">
            Абсолютные противопоказания к донорству
        </router-link>

        Временные противопоказания к
        донорству

    </div>
</template>

<script>
    import social from '../social/share.vue'

    export default {
        components:{
            'social': social
        }

    }
</script>

<style lang="scss" scoped>
    .whole-blood{
        padding: 0 10px 20px 10px;
        color: #343434;
    }
    img{
        max-width: 80%;
        display: block;
        margin: 0 auto;
        margin-top: -40px;

    }
    h1 {
        text-align: center;
        background-color: #e98282;
        color:#fff;
        padding: 10px;
        font-size: 1.6em;
        position: relative;
        margin-top: -50px;
    }
    h2{
        font-size: 1.3em;
        color:#e98282
    }
    .head-title{
        color: #343434;
    }
@media only screen and (min-width: 600px){
  .whole-blood{
    width:700px;
    margin: 0 auto;
  }
}
</style>
