<template>
    <div class="notation-request-wrapper">
        <p>Вы можете создать обьявление о поиске доноров и поиск будет вестить в автоматическом режиме. Для этого заполните все необходимые поля ниже и нажмите кнопку - "Создать заявку"</p>
        <p>Система подберет доноров, подходящих под необходимые условия, чтобы вы могли связаться с ними, а так же оповестит о вашем обьявлении часть доноров по доступным каналам связи.</p>
    </div>
</template>

<script>

</script>

<style lang="scss" scoped>
    .notation-request-wrapper{
        background-color: #3a63a2;
        color:#fff;
        padding: 10px;
    }
</style>