<template>
  <div id="app">
   <section>
     <h3>Что происходит, когда я сдаю кровь?</h3>
     <img src="../assets/Kristiina-Klemm-DoonoriFoorumis1.jpg" alt="Donor" id="donorImg">
   </section>
    <article>
      <header>
        <h4>Перед забором крови</h4>
        <div class="block"></div>
      </header>

      <section>
        <ul>
          <li>Ознакомьтесь с <span>противопоказаниями</span></li>
          <li><span>Зарегистрируйтесь</span> на нашем сайте</li>
          <li><span>Выберите</span> ближайщий к вам пункт сдачи крови</li>
          <li>Запланируйте кроводачу в удобное время на странице пункта сдачи или в личном кабинете</li>
        </ul>
      </section>

      <section class="redBottom">
        <p>Накануне и в день сдачи крови не
          рекомендуется употреблять жирную,
          жареную, острую и копченую пищу, а
          также молочные продукты, яйца и масло.
          Натощак сдавать кровь не нужно!</p>
      </section>

      <section class="redBottom">
        <p>Лучше пить сладкий чай с вареньем,
          соки, морсы, компоты, минеральную воду
          и есть хлеб, сухари, сушки, отварные
          крупы, макароны на воде без масла,
          овощи и фрукты.</p>
      </section>

      <section class="redBottom">
        <p>За 48 часов до визита на станцию
          переливания нельзя употреблять
          алкоголь, а за 72 часа — принимать
          лекарства, содержащие аспирин и
          анальгетики.</p>
      </section>

      <section class="redBottom">
        <p>Медики установили, что лучше всего на
          кровопотерю организм реагирует именно
          в утренние часы. И чем раньше
          происходит донация, тем легче
          переносится эта процедура. После 12.00
          сдавать кровь рекомендуется только
          постоянным донорам.</p>
      </section>

      <section class="redBottom">
        <p>Не следует сдавать кровь после ночного
          дежурства или просто бессонной ночи.</p>
      </section>

      <section class="redBottom">
        <p>Не планируйте сдачу крови
          непосредственно перед экзаменами,
          соревнованиями, сдачей проекта, на
          время особенно интенсивного периода
          работы и т. п.</p>
      </section>

      <section class="redBottom">
        <p>При себе необходимо иметь паспорт с
          регистрацией ﴾либо свидетельство о
          временной регистрации﴿ в том регионе,
          где сдается кровь ﴾в настоящее время
          создается электронная система, которая
          позволит после 2017 года сдавать
          донорам кровь вне зависимости от места
          прописки﴿. Исключениями являются
          города Киев и Днепр, а также их области.</p>
      </section>

      <section class="redBottom">
        <p>Следование этим несложным правилам
          особенно важно при сдаче тромбоцитов
          или плазмы, их нарушение повлияет на
          качество заготавливаемых компонентов
          крови.</p>
      </section>

      <header>
        <h4>Подготовка в день сдачи крови</h4>
        <div class="block"></div>
      </header>

      <section >
        <ul>
          <li>Придите на пункт сдачи крови,
            заполните анкету, в которой честно
            укажите сведения о состоянии здоровья
            и образе жизни.</li>
          <li>Пройдите процедуру медицинского
            обследования и сдачи крови. Перед
            сдачей крови вам предложат
            подкрепиться в буфете.</li>
        </ul>
      </section>

      <section class="redBottom">
        <p>Утром нужно легко позавтракать, а
          непосредственно перед процедурой
          донору положен сладкий чай. Исключение
          сдача крови на тромбоциты.</p>
      </section>

      <section class="redBottom">
        <p>Также за час до сдачи крови следует
          воздержаться от курения.</p>
      </section>

      <header>
        <h4>Как происходит забор крови?</h4>
        <div class="block"></div>
      </header>

      <section >
        <p>Не зависимо, в первый раз Вы пришли
          или являетесь почетным донором, вы
          получите теплый прием.</p>
      </section>

      <section class="redBottom">
        <p>Форма проверки здоровья проходит
          через исследование ваших медицинских
          данных, образа жизни и истории
          путешествий. Это полностью
          конфиденциальная информация и она
          предназначена для защиты вас и
          человека, который получает вашу кровь.</p>
      </section>

      <section class="redBottom">
        <p>Сотрудник будет спрашивать вас о
          здоровье, при необходимости делать
          дополнительные анализы, чтобы
          убедиться, что Вы имеете право сдать
          кровь. Определение у донора группы
          крови и уровня гемоглобина. Некоторые
          станции проверяют еще уровень АЛТ и
          билирубин ﴾показатели функции печени﴿.
          Именно для этого донору рекомендуют
          придерживаться диеты. Также могут
          проверить экспресс методом наличие
          ВИЧ/СПИД инфекции и Kell</p>
      </section>

      <section class="redBottom">
        <p>Если вы новый донор или не сдавали
          некоторое время, одна из наших
          медсестер будет принимать вас в стороне
          для приватной беседы. Это также дает
          вам возможность задать любые вопросы.</p>
      </section>

      <section class="redBottom">
        <p>Есть более чем 200 правил, влияющих
          имеет ли человек право сдать кровь, а
          также различные правила влияют на
          донорство, при сдаче крови в различных
          отрезках времени. Если мы не в
          состоянии взять кровь в это время, мы
          будем объяснять, почему.</p>
      </section>

      <section class="redBottom">
        <p>Что касается самочувствия во время
          кроводачи, то у некоторых людей
          наблюдается легкое головокружение.
          Недомогание может быть вызвано
          снижением уровня гемоглобина, что
          вызывает понижение давления. Однако
          обычно организм здорового человека с
          этим легко справляется.</p>
      </section>

      <header>
        <h4>Что делать сразу после сдачи крови?</h4>
        <div class="block"></div>
      </header>

      <section >
        <ul>
          <li>После кроводачи вам предложат обед
            или компенсацию в денежной форме.</li>
          <li>Обязательно возьмите справку, которая дает право на два оплаченных дня отдыха, а также служит подтверждением кроводачи на нашем сайте.</li>
          <li>Сделайте фото или скан справки и сохраните ее в формате JPG или PNG.</li>
          <li>На нашем сайте, в разделе <span>"Мои кроводачи"</span> отметьте кроводачу и загрузите справку.</li>
        </ul>
      </section>

      <section class="redBottom">
        <p>Непосредственно после сдачи крови посидите расслабленно в течение 10–15 минут.</p>
      </section>

      <section class="redBottom">
        <p>Если вы чувствуете головокружение или
          слабость, обратитесь к персоналу. Самый
          простой способ победить головокружение:
          лечь на спину и поднять ноги выше
          головы, либо сесть и опустить голову
          между колен﴿.</p>
      </section>

      <section class="redBottom">
        <p>Воздержитесь от курения в течение часа
          до и после кроводачи.</p>
      </section>

      <section class="redBottom">
        <p>Не снимайте повязку в течение 3–4 часов,
          старайтесь , чтобы она не намокла.</p>
      </section>

      <section class="redBottom">
        <p>Продолжайте пить! Это помогает заменить
          кровь, которую вы отдали.</p>
      </section>

      <section class="redBottom">
        <p>Избегайте поднятия тяжестей в течении
          дня.</p>
      </section>


      <header>
        <h4>После того, как покинете банк крови</h4>
        <div class="block"></div>
      </header>

      <section >
        <p>Старайтесь не подвергаться значительным
          физическим нагрузкам в течение суток.</p>
      </section>

      <section class="redBottom">
        <p>Воздержитесь от употребления алкоголя
          в течение суток.</p>
      </section>

      <section class="redBottom">
        <p>Старайтесь обильно и регулярно питаться
          в течение двух суток.</p>
      </section>

      <section class="redBottom">
        <p>Употребляйте повышенное количество
          жидкости в течение двух суток.</p>
      </section>

      <section class="redBottom">
        <p>Прививки после сдачи крови разрешаются
          не ранее чем через 10 суток.</p>
      </section>

      <section class="redBottom">
        <p>Ограничений по вождению автомобиля в день кроводачи нет. За руль мотоцикла можно садиться через 2 часа после кроводачи.</p>
      </section>


      <header>
        <h4>Когда можно вновь сдать кровь?</h4>
        <div class="block"></div>
      </header>

      <section >
        <p>В целях безопасности донорства также
          важно соблюдать правила, установленные
          медиками. Так, мужчины могут сдавать
          кровь не более 5 раз в год, женщины —
          не более 4.</p>
      </section>

      <section class="redBottom">
        <p>По правилам сдавать цельную кровь
          можно не чаще 1 раза в 60 дней.</p>
      </section>

      <section class="redBottom">
        <p>После сдачи плазмы сдавать цельную
          кровь можно через 36 дней.</p>
      </section>

      <section class="redBottom">
        <p>Повторная сдача плазмы или компонентов
          крови разрешается через две недели.</p>
      </section>

      <section class="redBottom">
        <p>Нельзя сдавать кровь после бессонной
          ночи.</p>
      </section>

      <section class="redBottom">
        <p>Женщинам нельзя сдавать цельную кровь
          во время менструации и в течение недели
          после. А также во время беременности и
          в период лактации ﴾это объясняется тем,
          что при лактации гормональный фон не
          пришёл в норму и организму ещё
          требуется время для восстановления
          после родов и кормления грудью, обычно
          1,5‐2 года﴿</p>
      </section>

      <section class="redBottom">
        <p>Вес донора должен быть не менее 50 кг,
          давление не ниже 100 на 80.</p>
      </section>

    </article>
  </div>
</template>

<script>
    export default {
        data: function () {
            return {
                dataValue: {
                    day: 'четверг',
                    date: '25 мая 2017',
                    o0:'7',
                    a0:'8',
                    b0:' 5',
                    ab0:'13',
                    o1:'9',
                    a1:'7',
                    b1:'10',
                    ab1:'4'
                }
            }
        } //data

    }
</script>

<style lang="scss" scoped>
  #app{
    margin: 0 auto;
    width: 100%;
    padding: 0 10px;
    box-sizing:border-box;
    padding-bottom: 35px;
  }
  #donorImg{
    width: 100%;
  }
  article header{
    border-bottom: 1px solid #2467B0;
    border-top: 1px solid #2467B0;
  }

  .block {
    position: relative;
    display: inline;
    float: right;
    margin-top: -43px;
    right:20px;
  }
  .block::after {
    content: '';
    position: absolute; /* Абсолютное позиционирование */
    border: 10px solid transparent; /* Прозрачные границы */
    border-bottom: 10px solid #F77777; /* Добавляем треугольник */
  }
  span{
    color: #2467B0;
  }

  section ul{
    padding: 0;
  }

  section ul li{
    list-style-type: none; /* Прячем исходные маркеры */
  }

  section ul li:before {
    color: red; /* Цвет маркера */
    content: "•"; /* Сам маркер */
    padding-right: 10px; /* Расстояние от маркера до текста */
  }
  .redBottom{
    border-top:1px solid red;
  }
</style>
